<template>
  <div class="container">
      <div id="carouselExampleIndicators" class="carousel slide carousel-fade" data-ride="carousel">
          <ol class="carousel-indicators">
            <li data-target="#carouselExampleIndicators" data-slide-to="0" class="active"></li>
            <li data-target="#carouselExampleIndicators" data-slide-to="1"></li>
            <li data-target="#carouselExampleIndicators" data-slide-to="2"></li>
          </ol>
          <div class="carousel-inner">
            <div class="carousel-item active">
              <div class="row">
                  <div class="col-lg-4">
                      <div class="itemImg">           
                          <img class="d-block w-100" src="~assets/img/pexels.png" alt="First slide">                                  
                      </div>
                  </div>
                  <div class="col-lg-8">
                      <div class="allSize">
                          <div class="hedDet">
                              <h2>مقدمة إلى تطوير سياسات الأنظمة الصحية</h2>
                              <p>تضمن المساق مقدمة إلى مجال السياسات الصحية والتفكير بقضايا الأنظمة الصحية. تم تصميم المساق لكل من هو جديد في المجالات الصحية والطبية ويرغب ببناء معرفة وفهم مبدئي في المجال، وتطوير نطاقه الفكري في طريقة التفكير في تصميم الساسيات الصحية. المساق غير مسخر لمن لديه تجربة أو معرفة متقدمة في المجال. يتطرق المساق في البداية إلى تعريف النظام الصحي، وتعريف مصطلحات مهمة في المجال، ومن ثم يقوم المساق بشرح طرق متعددة للتفكير في المشاكل الموجودة في الأنظمة</p>
                          </div>
                          <div class="conta">
                              <div class="numb">
                                  <svg xmlns="http://www.w3.org/2000/svg" width="71.515" height="68.729" viewBox="0 0 71.515 68.729">
                                      <g id="Group_65738" data-name="Group 65738" transform="translate(-601.056 -367.622)">
                                        <path id="Path_158457" data-name="Path 158457" d="M655.656,436.351a3.012,3.012,0,0,1-1.814-5.417,32.069,32.069,0,0,0,9.46-11.448,31.511,31.511,0,0,0,3.229-13.987,31.857,31.857,0,0,0-42.394-30.037,3.011,3.011,0,1,1-2-5.681,37.857,37.857,0,0,1,35.329,65.963A2.989,2.989,0,0,1,655.656,436.351ZM634.7,373.006A32.529,32.529,0,0,1,667.189,405.5a32.172,32.172,0,0,1-3.3,14.279,32.748,32.748,0,0,1-9.658,11.686,2.351,2.351,0,0,0-.461,3.289,2.4,2.4,0,0,0,3.29.461,37.477,37.477,0,0,0,11.047-13.369,36.84,36.84,0,0,0,3.776-16.346,37.216,37.216,0,0,0-49.527-35.093,2.349,2.349,0,1,0,1.559,4.432A32.416,32.416,0,0,1,634.7,373.006Z" fill="#a4b3c2"/>
                                        <path id="Path_158458" data-name="Path 158458" d="M604.065,391.887a3.011,3.011,0,0,1-2.643-4.45,37.907,37.907,0,0,1,5.812-7.99,3,3,0,0,1,2.1-.939,2.943,2.943,0,0,1,2.153.827,3.014,3.014,0,0,1,.111,4.256,32.044,32.044,0,0,0-4.889,6.722A3.013,3.013,0,0,1,604.065,391.887Zm5.355-12.717h-.064a2.336,2.336,0,0,0-1.642.731A37.323,37.323,0,0,0,602,387.752,2.349,2.349,0,0,0,606.13,390a32.525,32.525,0,0,1,4.992-6.862,2.35,2.35,0,0,0-1.7-3.966Z" fill="#a4b3c2"/>
                                      </g>
                                    </svg>                                          
                                  <h3>19</h3>
                                  <span>دقيقة</span>
                              </div>
                              <div class="numb">
                                  <svg xmlns="http://www.w3.org/2000/svg" width="71.515" height="68.729" viewBox="0 0 71.515 68.729">
                                      <g id="Group_65738" data-name="Group 65738" transform="translate(-601.056 -367.622)">
                                        <path id="Path_158457" data-name="Path 158457" d="M655.656,436.351a3.012,3.012,0,0,1-1.814-5.417,32.069,32.069,0,0,0,9.46-11.448,31.511,31.511,0,0,0,3.229-13.987,31.857,31.857,0,0,0-42.394-30.037,3.011,3.011,0,1,1-2-5.681,37.857,37.857,0,0,1,35.329,65.963A2.989,2.989,0,0,1,655.656,436.351ZM634.7,373.006A32.529,32.529,0,0,1,667.189,405.5a32.172,32.172,0,0,1-3.3,14.279,32.748,32.748,0,0,1-9.658,11.686,2.351,2.351,0,0,0-.461,3.289,2.4,2.4,0,0,0,3.29.461,37.477,37.477,0,0,0,11.047-13.369,36.84,36.84,0,0,0,3.776-16.346,37.216,37.216,0,0,0-49.527-35.093,2.349,2.349,0,1,0,1.559,4.432A32.416,32.416,0,0,1,634.7,373.006Z" fill="#a4b3c2"/>
                                        <path id="Path_158458" data-name="Path 158458" d="M604.065,391.887a3.011,3.011,0,0,1-2.643-4.45,37.907,37.907,0,0,1,5.812-7.99,3,3,0,0,1,2.1-.939,2.943,2.943,0,0,1,2.153.827,3.014,3.014,0,0,1,.111,4.256,32.044,32.044,0,0,0-4.889,6.722A3.013,3.013,0,0,1,604.065,391.887Zm5.355-12.717h-.064a2.336,2.336,0,0,0-1.642.731A37.323,37.323,0,0,0,602,387.752,2.349,2.349,0,0,0,606.13,390a32.525,32.525,0,0,1,4.992-6.862,2.35,2.35,0,0,0-1.7-3.966Z" fill="#a4b3c2"/>
                                      </g>
                                    </svg>                                          
                                  <h3>02</h3>
                                  <span>ساعة</span>
                              </div>
                              <div class="numb">
                                  <svg xmlns="http://www.w3.org/2000/svg" width="71.515" height="68.729" viewBox="0 0 71.515 68.729">
                                      <g id="Group_65738" data-name="Group 65738" transform="translate(-601.056 -367.622)">
                                        <path id="Path_158457" data-name="Path 158457" d="M655.656,436.351a3.012,3.012,0,0,1-1.814-5.417,32.069,32.069,0,0,0,9.46-11.448,31.511,31.511,0,0,0,3.229-13.987,31.857,31.857,0,0,0-42.394-30.037,3.011,3.011,0,1,1-2-5.681,37.857,37.857,0,0,1,35.329,65.963A2.989,2.989,0,0,1,655.656,436.351ZM634.7,373.006A32.529,32.529,0,0,1,667.189,405.5a32.172,32.172,0,0,1-3.3,14.279,32.748,32.748,0,0,1-9.658,11.686,2.351,2.351,0,0,0-.461,3.289,2.4,2.4,0,0,0,3.29.461,37.477,37.477,0,0,0,11.047-13.369,36.84,36.84,0,0,0,3.776-16.346,37.216,37.216,0,0,0-49.527-35.093,2.349,2.349,0,1,0,1.559,4.432A32.416,32.416,0,0,1,634.7,373.006Z" fill="#a4b3c2"/>
                                        <path id="Path_158458" data-name="Path 158458" d="M604.065,391.887a3.011,3.011,0,0,1-2.643-4.45,37.907,37.907,0,0,1,5.812-7.99,3,3,0,0,1,2.1-.939,2.943,2.943,0,0,1,2.153.827,3.014,3.014,0,0,1,.111,4.256,32.044,32.044,0,0,0-4.889,6.722A3.013,3.013,0,0,1,604.065,391.887Zm5.355-12.717h-.064a2.336,2.336,0,0,0-1.642.731A37.323,37.323,0,0,0,602,387.752,2.349,2.349,0,0,0,606.13,390a32.525,32.525,0,0,1,4.992-6.862,2.35,2.35,0,0,0-1.7-3.966Z" fill="#a4b3c2"/>
                                      </g>
                                    </svg>                                          
                                  <h3>12</h3>
                                  <span>يـوم</span>
                              </div>
                          </div>
                          <button>التفاصيل <img src="~assets/img/send.png" alt=""></button>
                      </div>
                  </div>
              </div>
            </div>
            <div class="carousel-item">
              <div class="row">
                  <div class="col-lg-4 col-sm-4 col-xs-12">
                      <div class="itemImg">                                  
                          <img class="d-block w-100" src="~assets/img/moza.png" alt="second slide">                                  
                      </div>
                  </div>
                  <div class="col-lg-8 col-sm-8 col-xs-12">
                      <div class="allSize">
                          <div class="hedDet">
                              <h2>مقدمة إلى تطوير الاات قسم الاسنان</h2>
                              <p>تضمن المساق مقدمة إلى مجال السياسات الصحية والتفكير بقضايا الأنظمة الصحية. تم تصميم المساق لكل من هو جديد في المجالات الصحية والطبية ويرغب ببناء معرفة وفهم مبدئي في المجال، وتطوير نطاقه الفكري في طريقة التفكير في تصميم الساسيات الصحية. المساق غير مسخر لمن لديه تجربة أو معرفة متقدمة في المجال. يتطرق المساق في البداية إلى تعريف النظام الصحي، وتعريف مصطلحات مهمة في المجال، ومن ثم يقوم المساق بشرح طرق متعددة للتفكير في المشاكل الموجودة في الأنظمة</p>
                          </div>
                          <div class="conta">
                              <div class="numb">
                                  <svg xmlns="http://www.w3.org/2000/svg" width="71.515" height="68.729" viewBox="0 0 71.515 68.729">
                                      <g id="Group_65738" data-name="Group 65738" transform="translate(-601.056 -367.622)">
                                        <path id="Path_158457" data-name="Path 158457" d="M655.656,436.351a3.012,3.012,0,0,1-1.814-5.417,32.069,32.069,0,0,0,9.46-11.448,31.511,31.511,0,0,0,3.229-13.987,31.857,31.857,0,0,0-42.394-30.037,3.011,3.011,0,1,1-2-5.681,37.857,37.857,0,0,1,35.329,65.963A2.989,2.989,0,0,1,655.656,436.351ZM634.7,373.006A32.529,32.529,0,0,1,667.189,405.5a32.172,32.172,0,0,1-3.3,14.279,32.748,32.748,0,0,1-9.658,11.686,2.351,2.351,0,0,0-.461,3.289,2.4,2.4,0,0,0,3.29.461,37.477,37.477,0,0,0,11.047-13.369,36.84,36.84,0,0,0,3.776-16.346,37.216,37.216,0,0,0-49.527-35.093,2.349,2.349,0,1,0,1.559,4.432A32.416,32.416,0,0,1,634.7,373.006Z" fill="#a4b3c2"/>
                                        <path id="Path_158458" data-name="Path 158458" d="M604.065,391.887a3.011,3.011,0,0,1-2.643-4.45,37.907,37.907,0,0,1,5.812-7.99,3,3,0,0,1,2.1-.939,2.943,2.943,0,0,1,2.153.827,3.014,3.014,0,0,1,.111,4.256,32.044,32.044,0,0,0-4.889,6.722A3.013,3.013,0,0,1,604.065,391.887Zm5.355-12.717h-.064a2.336,2.336,0,0,0-1.642.731A37.323,37.323,0,0,0,602,387.752,2.349,2.349,0,0,0,606.13,390a32.525,32.525,0,0,1,4.992-6.862,2.35,2.35,0,0,0-1.7-3.966Z" fill="#a4b3c2"/>
                                      </g>
                                    </svg>                                          
                                  <h3>19</h3>
                                  <span>دقيقة</span>
                              </div>
                              <div class="numb">
                                  <svg xmlns="http://www.w3.org/2000/svg" width="71.515" height="68.729" viewBox="0 0 71.515 68.729">
                                      <g id="Group_65738" data-name="Group 65738" transform="translate(-601.056 -367.622)">
                                        <path id="Path_158457" data-name="Path 158457" d="M655.656,436.351a3.012,3.012,0,0,1-1.814-5.417,32.069,32.069,0,0,0,9.46-11.448,31.511,31.511,0,0,0,3.229-13.987,31.857,31.857,0,0,0-42.394-30.037,3.011,3.011,0,1,1-2-5.681,37.857,37.857,0,0,1,35.329,65.963A2.989,2.989,0,0,1,655.656,436.351ZM634.7,373.006A32.529,32.529,0,0,1,667.189,405.5a32.172,32.172,0,0,1-3.3,14.279,32.748,32.748,0,0,1-9.658,11.686,2.351,2.351,0,0,0-.461,3.289,2.4,2.4,0,0,0,3.29.461,37.477,37.477,0,0,0,11.047-13.369,36.84,36.84,0,0,0,3.776-16.346,37.216,37.216,0,0,0-49.527-35.093,2.349,2.349,0,1,0,1.559,4.432A32.416,32.416,0,0,1,634.7,373.006Z" fill="#a4b3c2"/>
                                        <path id="Path_158458" data-name="Path 158458" d="M604.065,391.887a3.011,3.011,0,0,1-2.643-4.45,37.907,37.907,0,0,1,5.812-7.99,3,3,0,0,1,2.1-.939,2.943,2.943,0,0,1,2.153.827,3.014,3.014,0,0,1,.111,4.256,32.044,32.044,0,0,0-4.889,6.722A3.013,3.013,0,0,1,604.065,391.887Zm5.355-12.717h-.064a2.336,2.336,0,0,0-1.642.731A37.323,37.323,0,0,0,602,387.752,2.349,2.349,0,0,0,606.13,390a32.525,32.525,0,0,1,4.992-6.862,2.35,2.35,0,0,0-1.7-3.966Z" fill="#a4b3c2"/>
                                      </g>
                                    </svg>                                          
                                  <h3>02</h3>
                                  <span>ساعة</span>
                              </div>
                              <div class="numb">
                                  <svg xmlns="http://www.w3.org/2000/svg" width="71.515" height="68.729" viewBox="0 0 71.515 68.729">
                                      <g id="Group_65738" data-name="Group 65738" transform="translate(-601.056 -367.622)">
                                        <path id="Path_158457" data-name="Path 158457" d="M655.656,436.351a3.012,3.012,0,0,1-1.814-5.417,32.069,32.069,0,0,0,9.46-11.448,31.511,31.511,0,0,0,3.229-13.987,31.857,31.857,0,0,0-42.394-30.037,3.011,3.011,0,1,1-2-5.681,37.857,37.857,0,0,1,35.329,65.963A2.989,2.989,0,0,1,655.656,436.351ZM634.7,373.006A32.529,32.529,0,0,1,667.189,405.5a32.172,32.172,0,0,1-3.3,14.279,32.748,32.748,0,0,1-9.658,11.686,2.351,2.351,0,0,0-.461,3.289,2.4,2.4,0,0,0,3.29.461,37.477,37.477,0,0,0,11.047-13.369,36.84,36.84,0,0,0,3.776-16.346,37.216,37.216,0,0,0-49.527-35.093,2.349,2.349,0,1,0,1.559,4.432A32.416,32.416,0,0,1,634.7,373.006Z" fill="#a4b3c2"/>
                                        <path id="Path_158458" data-name="Path 158458" d="M604.065,391.887a3.011,3.011,0,0,1-2.643-4.45,37.907,37.907,0,0,1,5.812-7.99,3,3,0,0,1,2.1-.939,2.943,2.943,0,0,1,2.153.827,3.014,3.014,0,0,1,.111,4.256,32.044,32.044,0,0,0-4.889,6.722A3.013,3.013,0,0,1,604.065,391.887Zm5.355-12.717h-.064a2.336,2.336,0,0,0-1.642.731A37.323,37.323,0,0,0,602,387.752,2.349,2.349,0,0,0,606.13,390a32.525,32.525,0,0,1,4.992-6.862,2.35,2.35,0,0,0-1.7-3.966Z" fill="#a4b3c2"/>
                                      </g>
                                    </svg>                                          
                                  <h3>12</h3>
                                  <span>يـوم</span>
                              </div>
                          </div>
                          <button>التفاصيل <img src="~assets/img/send.png" alt=""></button>
                      </div>
                  </div>
              </div>
            </div>
          </div>
          <a class="carousel-control-prev" href="#carouselExampleIndicators" role="button" data-slide="prev">
            <span class="carousel-control-prev-icon" aria-hidden="true"></span>
            <span class="sr-only">Previous</span>
          </a>
          <a class="carousel-control-next" href="#carouselExampleIndicators" role="button" data-slide="next">
            <span class="carousel-control-next-icon" aria-hidden="true"></span>
            <span class="sr-only">Next</span>
          </a>
      </div>
  </div>
</template>

<script>
export default {
  name: "PromotionSection",
  data() {
    return {};
  },
  components: {},
  methods: {}
};
</script>

<style lang="scss"></style>
